/* No comment provided by engineer. */
"
        To munually allow notifications from Fluor :
         1. Open System Preferences
         2. Navigate to Notifications
         3. Find Fluor in the list
         4. Active the  switch.
        " = "
        To munually allow notifications from Fluor :
         1. Open System Preferences
         2. Navigate to Notifications
         3. Find Fluor in the list
         4. Active the  switch.
        ";

/* No comment provided by engineer. */
"Default mode changed" = "Default mode changed";

/* No comment provided by engineer. */
"Don't ask me on startup again" = "Don't ask me on startup again";

/* No comment provided by engineer. */
"Don't enable notifications" = "Don't enable notifications";

/* No comment provided by engineer. */
"Enable notfications" = "Enable notfications";

/* No comment provided by engineer. */
"Enable notifications ?" = "Enable notifications ?";

/* No comment provided by engineer. */
"F-Keys mode changed" = "F-Keys mode changed";

/* No comment provided by engineer. */
"F-Keys mode changed for %@" = "F-Keys mode changed for %@";

/* No comment provided by engineer. */
"Fluor can send a notification when the F-Keys mode change." = "Fluor can send a notification when the F-Keys mode change.";

/* No comment provided by engineer. */
"Function key" = "Function key";

/* No comment provided by engineer. */
"I allowed it" = "I allowed it";

/* No comment provided by engineer. */
"I won't allow it" = "I won't allow it";

/* No comment provided by engineer. */
"Media key" = "Media key";

/* No comment provided by engineer. */
"Notifications are not allowed from Fluor" = "Notifications are not allowed from Fluor";

/* No comment provided by engineer. */
"Same as default" = "Same as default";

/* No comment provided by engineer. */
"Sorry, an unexpected error occured." = "Sorry, an unexpected error occured.";

/* No comment provided by engineer. */
"version %@" = "version %@";

